couple_not_found_in_db_message = ("На жаль, ми не знайшли твоє імʼя у базі клієнтів. "
                                  "Можливо, ти ще не встиг забронювати свої уроки.")

choose_couple_message = "Для перегляду розкладу, обери пару з переліку 👇\n\n{0}"

check_schedules_message = ("<b>Розклад для пари {0}</b>👇\n\n{1}\n\n"
                           "Неоплачені заняття позначаються «❌», а оплачені - «✅»\n\n")

cancel_booking_message = "Обери урок для скасування:\n\n{0}"

cancel_lesson_reason_message = "Вкажи, будь ласка, причину скасування уроку."

cancel_lesson_confirmation_message = "Впевнений(а), що хочеш скасувати цей урок?\n\n{0}"

cancel_lesson_message = ("<b>Урок скасовано</b> ❌\n"
                         "Твій розклад було оновлено.")

reschedule_lesson_message = "Обери зручний час для перенесення заняття з {0}:\n👇"

reschedule_lesson_confirmation_message = ("<b>Урок успішно перенесено! </b> ✅\n\n"
                                          "Твій новий розклад вже оновлено у «Мої бронювання»!")
