enter_phone_number_message = ("<b>Натисни кнопку <i>«Поширити контакт»</i></b>  👇\n\n"
                              "Реєстрація необхідна для бронювання уроку.")

you_are_already_registered_message = "Ви уже зареєстровані)"

enter_name_message = "<b>Введи тільки своє імʼя</b> (без прізвища) <b>англійською</b> мовою 📝"

enter_surname_message = "<b>Тепер введи своє прізвище англійською 👇</b>"

book_a_lesson_message = "Виберіть що ви хочете зробити."

choose_couple_message = ("<b>Обери пару, для якої ти хочеш забронювати урок 💃🏼🕺</b>\n\n"
                         "Якщо твоєї пари немає у списку, натисни кнопку <i>«Додати партнера»</i>\n"
                         "Якщо ти танцюєш соло, то ти побачиш <i>пару сам із собою</i> :)\n\n"
                         "{0}")

choose_program_message = "Уроки будуть заброньовано на пару:\n{0}✅\n\nТепер обери програму для броні уроку 👇"

change_partner_solo_or_couple_message = ("Давай зареєструємо нову пару для тебе!\n\n"
                                         "Будь ласка, обери чи ти танцюєш соло чи в парі 👇")

register_couple_message = ("<b>Соло чи в парі?</b>\n\n"
                           "Обирай в якому складі ти братимеш участь у зборах 💃🏼🕺")

change_partner_phone_message = ("<b>Зареєструймо і партнера/-ку!\n\n"
                                "Будь ласка, введи його/її номер телефону у форматі 380XXXXXXXXX</b> "
                                "(або еквівалентно з іншим кодом країни)👇\n\n"
                                "Таким чином він/вона також зможе переглядати розклад уроків для вашої пари! ⚡️")

change_partner_name_message = ("Чудово!\n\n"
                               "<b>Тепер введи імʼя</b> (без прізвища) "
                               "<b>свого партнера/партнерки англійською мовою</b>👇")

change_partner_surname_message = "Введіть прізвище Вашого партнера англійською мовою."

available_dates_message = ("Наступний крок — вибір тренера/-ки 💫\n\n"
                           "Обери тренера/-ку з переліку, щоб переглянути доступні години 👇")

confirm_book_lessons_message = ("Гарний вибір! 🌟\n\n"
                                "Обрані уроки::\n{0}\n\n"
                                "Загальна ціна: {1}\n\n"
                                "❗️Натискай «Підтвердити бронювання» це необхідно для фіксування уроків за тобою! "
                                "Після цього ти зможеш повернутися у меню та додати уроки із іншим тренером.")

confirmed_book_lessons_message = ("Вітаю!\n"
                                  "<b>Уроки були успішно заброньовані ✅</b>\n\n"
                                  "• Щоб <b>перевірити розклад,перенести "
                                  "або скасувати заняття</b> , перейди до вкладки "
                                  "<b>«Мої бронювання»</b> у головному меню\n\n"
                                  "• Щоб <b>забронювати більше уроків</b>, перейди до вкладки "
                                  "<b>«Забронювати урок»</b> у головному меню ✍️")


unavailable_lessons_message = ("Ваші заняття були успішно заброньовані крім наступних:\n\n{0} \n\n"
                               "Ці заняття уже заброньовані\n\n"
                               "<b>відгук на застосунок "
                               "https://forms.gle/RBEEhvezUSzSNu53A'</b>")



