check_camp_info_message = (
    "Дізнаймося більше інформації про захід 🤩\n\n\n"
    "{0}\n{1}\n\n{2}\n\nХочеш більше інформації про тренерів? 👇"
)

coaches_program_choose_message = "Обери програму для перегляду тренерів 👇"

coaches_list_message = "Ось перелік тренерів, представлений на зборах! 🔥\n\n{0}"

coach_info_message = (
    "<b>{0}</b>\nПрограма: <b>{2}</b>\n\nДоступні дати: {1}\n\n"
    "Щоб дізнатися ціну заняття, натискай кнопку «Переглянути ціну» 💰"
)

coach_info_view_price_message = "Тренер {0}\n\n Дати: {1}\n Програма: {2}\n Ціна: {3}\n"

coach_info_compare_price_message = "Програма - {0}\n\n{1}"

user_not_registered_message = (
    "Спершу вам потрібно зареєструватися.\n\nЗробіть це в розділі забронювати уроки."
)
