start_message_1 = ("Привіт! 👋\n\n"
                   "У цьому чаті є вся інформація для ознайомлення зі зборами та запису на індивідуальні заняття 📅\n\n")

start_message_2 = ("<b>Як цей бот може тобі допомогти?</b>\n\n"
                   "<b>• Забронювати уроки</b>\n"
                   "Обирай тренера/-ку та зручний для уроку час! ⚡️\n\n"
                   "<b>• Мої бронювання </b>\n"
                   "Вже забронював уроки? Перевір свій розклад!\n"
                   "До речі, твоєму партнеру також буде його видно 😍\n\n"
                   "<b>• Інформація про кемп</b>\n"
                   "Тут ти зможеш дізнатися необхідне про подію, а також ознайомитися із переліком тренерів/-ок "
                   "та прайсом на індивідуальні заняття 💶\n\n"
                   "<b>• Потрібна допомога?</b>\n"
                   "Отримай контакт менеджера, щоб вирішити будь-які питання 🫂\n\n"
                   "<b>Що б ти хотів(ла) зробити? </b>👇")
