start_message_1 = (
    "Привіт! 👋\n\n"
    "У цьому чаті є вся інформація для ознайомлення зі зборами та запису на індивідуальні заняття 📅\n\n"
)

start_message_2 = (
    "<b>Як цей бот може тобі допомогти?</b>\n\n"
    "<b>• Забронювати уроки</b>\n"
    "Обирай тренера/-ку та зручний для уроку час! ⚡️\n\n"
    "<b>• Мої бронювання </b>\n"
    "Перевір свій розклад! Твоєму партнеру також буде його видно 😍\n\n"
    "<b>• Інформація про кемп</b>\n"
    "Тут все необхідне про подію, а також перелік тренерів/-ок та ціни 💶\n\n"
    "<b>• Потрібна допомога?</b>\n"
    "Отримай контакт менеджера, щоб вирішити будь-які питання 🫂\n\n"
    "<b>Що б ти хотів(ла) зробити? </b>👇\n\n"
    "<a href='https://forms.gle/RBEEhvezUSzSNu53A'>Відгук на застосунок</a> 👈"
)
